---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternMinimumWidthCorner
source: html/c891cbe1-cc50-a37c-5d84-548807526ab0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternMinimumWidthCorner Property

"Minimum Width on Inside Boundary": Minimum Width on Inside Boundary

## Syntax (C#)
```csharp
public static ForgeTypeId StairsWinderpatternMinimumWidthCorner { get; }
```